{
"Authentic products made by hand in Morocco":"منتجات أصلية مصنوعة يدويًا في المغرب",
   "learn more":"'مزيد من المعلومات'",
   "collections":"المجموعات",
   "We are a brand which has been born into Authenticity. It is time to create original and truly traditional products.":"نحن علامة تجارية نشأت في الأصالة. نسعى لابتكار منتجات أصلية وتقليدية ",
   "Home":"الرئيسية",
   "About":" معلومات عن الشركة",
   "Contact":"إتصل بنا",
   "seasonal":"الموسمية",
   "Collections":"المجموعات",
   "Alkhayat":"الخياط",
   "About Us":"معلومات عنا",
   "Our customers come from all walks of life, intending to experience an authentic and high-quality product that transcends the Moroccan traditions’ genuine spirit.":"يأتي عملاؤنا من جميع انحاء العالم ، ويهدفون إلى تجربة منتوج أصيل وعالي الجودة لنشر الثقافة الحقيقية للتقاليد المغربية.",
   "Summer Jallabas and Gandouras Ideal to stay fresh and cool during hot times":"تعد الجلابة والغندورة من ألبسة  المثالية لفصل الصيف ",
   "Summer Collection":"مجموعة الصيف",
   "Perfect JALLABAs and GANDOURAs for hot and warm weather to keep you cool and comfortable, thanks to the quality of the materials used.":"جلابة وغندورة مثالية للطقس الحار والدافئ لتبقيك منتعشًا ومريحًا ، وذلك بفضل جودة المواد المستخدمة.",
   "Winter Jallabas perfect for staying cozy in the cold season":"جلابة الشتاء مثالية للبقاء دافئًا في موسم الشتاء",
   "Winter Collection":"مجموعة الشتاء",
   "Comfortable woolen and cotton garments suitable for cold weather. These kinds of JALLABAs are perfect for keeping you cozy during cold nights.":" ملابس قطنية وصوفية مريحة مناسبة لفصل الشتاء هذه الأنواع من الجلابة مثالية لإبقاءك  دافئًا خلال الطقس البارد.",
   "Get in touch":" ابق على تواصل",
   "Authenticity in design and form":"الأصالة في التصميم والشكل",
   "alkhayat is adamant to give its loyal customers a wide range of choices to meet their demands of traditional, premium quality garments.":"تسعى الخياط على منح عملائها الأوفياء مجموعة واسعة من الخيارات لتلبية متطلباتهم من الملابس التقليدية العالية الجودة.",
   "Best Seller":"الأكثر مبيعا",
   "These are some of the most popular products amongst our customers.":"هذه بعض المنتجات الأكثر طلبا بين عملائنا.",
   "Take a Closer Look":"نلقي نظرة فاحصة",
   "Some of our most popular options according to our costumers":"بعض خياراتنا الأكثر رواجًا وفقًا لعملائنا",
   "Our Best selling Collection":"مجموعتنا الأكثر مبيعًا",
   "Get in touch with us":"ابق على تواصل معنا",
   "send us your inquiries and reviews and we will get back to you the fastest we can.":"أرسل لنا استفساراتك وأرائك سنتصل بك في اقرب وقت ممكن.",
   "Follow us on social networks":"تابعونا على مواقع التواصل الاجتماعي",
   "Al Khayat presents a mix of understated elegance, new details and refined fabrics for its summer collection.":"تقدم الخياط مزيجًا من الأناقة الرائعة والتفاصيل الجديدة والأقمشة الراقية لمجموعتها الصيفية.",
   "Our Summer Collection": "مجموعتنا الصيفية"
}